K_44 ='''
Понеділок:
	День самопідготовки.

Вівторок:
	1)Технічне обслуговування ЕОМ
	2)Фізичне фиховання
	3)Системне програмування
	4)Економіка та планування виробництва

Середа:
	1) відсутня
	2)Технічне обслуговування ЕОМ
	3)Фізичне виховання
	4)Системне програмування

Четвер:
	1)Економіка та планування виробництва
	2)Технічне обслуговування ЕОМ
	3)Укр. мова за проф.спрямуванням АБО Економіка та планування виробництва
	4)Основи маркетингу та менеджменту

П'ятниця:
	1)Основи маркетингу та менеджменту
	2)Технічне обслуговування ЕОМ
	3)Укр. мова за проф.спрямуванням
'''
A_31='''
Понеділок:
    1)С++ і об'єктно-орієнтоване програмування
    2)Основи метрології і засоби технологічного контролю
    3)Теорія автоматичного регулювання та автоматичних регуляторів

Вівторок:
    1)Теорія автоматичного регулювання та автоматичних регуляторів
    2)Іноземна мова за професійним спрямуванням
    3)Основи метрології і засоби технологічного контролю =

Середа:
    1)Автоматизований електропривод
    2)Автоматизований електропривод АБО Монтаж і налагодження технічних засобів автоматизованих систем
    3)Монтаж і налагодження технічних засобів автоматизованих систем

Четвер:
    1)Фізичне виховання
    2)Теорія автоматичного регулювання та автоматичних регуляторів
    3)Вища математика

П'ятниця:
    1)С++ і об'єктно-орієнтоване програмування
    2)Вища математика
    3)Вища математика
    4)Фізичне виховання
'''
A_32 = '''
Понеділок:
 1) Теорія автоматичного регулювання та автоматичних регуляторів
 2)Іноземна мова за професійним спрямуванням
 3)Основи метрології і засоби технологічного контролю
 4)С++ і об'єктно-орієнтоване програмування

Вівторок:
 2)Основи метрології і засоби технологічного контролю
 3)Теорія автоматичного регулювання та автоматичних регуляторів
 4)Фізичне виховання

Середа:
 1)Монтаж і налагодження технічних засобів автоматизованих систем
 2)Автоматизований електропривод
 3)Автоматизований електропривод

Четвер:
 1)Вища математика
 2)Вища математика
 3)Фізичне виховання

П'ятниця:
 1)Вища математика
 2)Теорія автоматичного регулювання та автоматичних регуляторів
 3)С++ і об'єктно-орієнтоване програмування
'''
F_31 = '''
Понеділок:
 1)Страхові послуги
 2)Страхові послуги
 3)Фізичне виховання
 4)—————————

Вівторок:
 1)—————————
 2)Іноземна мова
 3)Банківські операції
 4)Фінансовий облік

Середа:
  1)Менеджмент та маркетинг
  2)Фізичне виховання
  3)Фінансовий облік
  4)Фінансовий облік

Четвер:
  1)Банківські операції
  2)Основи охорони праці
  3)Соціологія
  4)—————————

П'ятниця:
  1)Менеджмент та маркетинг
  2)Менеджмент та маркетинг/Регіональна економіка
  3)Регіональна економіка
  4)—————————
'''